{
  "HomePage": {
    "available_to_new_projects": "Disponible para nuevos proyectos",
    "creating_extraordinary": "Creando aplicaciones",
    "web_applications": "Web extraordinarias",
    "about_me_resume": "Soy un desarrollador Front-end enfocado en construir interfaces modernas, eficientes y accesibles utilizando la stack de React y Next.js.",
    "see_projects": "Ver proyectos",
    "contact": "Contacto"
  },
  "AboutPage": {
    "transforming_ideas": "Transformando ideas en",
    "robust_and_accessible": "aplicaciones web robustas y accesibles.",
    "about_me": {
      "title_1": "¡Hola! Soy desarrollador Front-end con más de 4 años de experiencia, especializado en transformar ideas complejas en aplicaciones web de alto rendimiento. Mi enfoque es garantizar que cada interfaz sea intuitiva, accesible y capaz de escalar a medida que tu negocio crece.",
      "title_2": "Al contar con una base sólida en QA, aporto una mirada crítica a la calidad del código y una atención minuciosa a los detalles. Trabajo principalmente con el ecosistema React, Next.js y TypeScript, asegurando que cada solución sea robusta, probada y lista para el mercado."
    },
    "skills": {
      "soft": {
        "communication": {
          "title": "Comunicación Eficaz",
          "description": "Habilidad para traducir requisitos técnicos y colaborar con diseñadores."
        },
        "problemSolving": {
          "title": "Resolución de Problemas",
          "description": "Pensamiento analítico enfocado en encontrar soluciones de alto rendimiento y escalables."
        },
        "adaptability": {
          "title": "Adaptabilidad",
          "description": "Facilidad para aprender nuevas tecnologías y adaptarse a cambios de alcance."
        },
        "organization": {
          "title": "Organización",
          "description": "Organización de proyectos y gestión del tiempo."
        }
      },
      "categories": {
        "language": "Lenguaje",
        "styling": "Estilización",
        "testing": "Pruebas"
      }
    }
  },
  "ProjectsPage": {
    "my_projects": "Mis Proyectos",
    "my_projects_description": "Una colección de trabajos recientes que demuestran mi pasión por el diseño y el código de alta calidad.",
    "see_project": "Ver proyecto",
    "see_repository": "Ver repositorio",
    "projects": {
      "finance_ai_description": "Un sistema de gestión financiera que utiliza IA para generar insights y consejos para mejorar tu vida financiera.",
      "notes_description": "Un bloc de notas que cuenta con funcionalidad de comando de voz para escribir tus notas.",
      "hamburgueria_description": "Aplicación de hamburguesería creada con JavaScript puro.",
      "edu_manager_description": "Aplicación escolar para la gestión de estudiantes."
    }
  },
  "ContactPage": {}
}
